/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk de %2$.0lfk";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@ foi instalado e estará pronto para ser utilizado na próxima vez que %3$@ iniciar! Você gostaria de re-abrir o agora?";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ é a versão mais atual disponível no momento.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ agora está disponível (você tem %3$@). Você gostaria de baixar a atualização agora?";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ não tem permissão para escrita no diretório do aplicativo! Você está executando de uma imagem de disco? Caso negativo, peça ajuda ao seu administrador de sistema.";

/* No comment provided by engineer. */
"A new version of %@ has been installed!" = "Uma nova versão de %@ foi instalada!";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "Uma nova versão de %@ está disponível!";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "Ocorreram erros durante a instalação. Tente novamente mais tarde.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Ocorreram erros ao obter as informações de atualização. Tente novamente mais tarde.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Ocorreram erros ao extrair o arquivo. Tente novamente mais tarde.";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "Ocorreram erros ao tentar baixar o arquivo. Tente novamente mais tarde.";

/* No comment provided by engineer. */
"An update is already in progress!" = "Uma atualização já está em progresso!";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Procurar por atualizações ao iniciar?";

/* No comment provided by engineer. */
"Downloading update..." = "Baixando atualização...";

/* No comment provided by engineer. */
"Extracting update..." = "Extraindo atualização...";

/* No comment provided by engineer. */
"Install and Relaunch" = "Instalar e Re-abrir";

/* No comment provided by engineer. */
"Installing update..." = "Instalando atualização...";

/* No comment provided by engineer. */
"No" = "Não";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to install!" = "Pronto para instalar!";

/* No comment provided by engineer. */
"Update Error!" = "Erro na atualização!";

/* No comment provided by engineer. */
"Updating %@" = "Atualizando %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Você gostaria que %@ procure por atualizações ao iniciar? Caso negativo, você pode iniciar uma procura manual acessando o menu do aplicativo.";

/* No comment provided by engineer. */
"Yes" = "Sim";

/* No comment provided by engineer. */
"You're up to date!" = "Você está atualizado!";